<template>
  <div class="m-bg">
    <van-row class="m-header">
      <van-col span="2">
        <van-icon name="arrow-left" class="m-header-icon" @click="goback" />
      </van-col>
      <van-col span="20" style="text-align:center">佛家的语言和礼仪</van-col>
      <van-col span="2"></van-col>
    </van-row>
    <hr class="m-hr" />
    <van-row>
      <van-col span="2"></van-col>
      <van-col span="20">
        <p class="m-p">
          走进寺院，会遇到一些出家人，怎样和他们打招呼? 与他们交谈有哪些礼节?这可能使许多人不知道而且想了解的。
        </p>
        <p class="m-p">
          佛家在称呼上有一些特殊的名词，有特定的规矩。比如一寺的主持叫“方丈”也叫“住持”。住持是“住于世而保持法统传承”的意思。一般人容易把“住持”写成“主持”，
          这不仅是文字错误，也是理解上的错误。“方丈”的原意，即一丈见方之室，又作方丈室、丈室。禅寺中住持的居室或客殿，也叫函丈、正堂、堂头。印度的僧房多以方一丈为制，进而用来指住持
          的居室，后来又转为对住持的尊称。
        </p>
        
        <p class="m-p">
          在住持下面，一般寺院则设有四大班首、八大执事。四大班首是指导禅堂或念佛堂修行的，八大执事是专管全寺各项事务的。四大班首分别叫做首座、西堂、后堂、堂主；八大执事则是监院 ( 库房负责人 ) 、
          知客 ( 客堂负责人 ) 、僧值 ( 又教纠察 ) 、维那 ( 禅堂负责人 ) 、典座 ( 厨房、斋堂负责人 ) 、寮元 ( 云水堂负责人 ) 、衣钵 ( 方丈室负责人 ) 、书记。其中，维那师负责寺中的法务，在做法
          事时，是领众的带头人，寺院中如有犯清规戒律的，也由维那执行处分之事，因此维那有维持纪纲的意思。
        </p>
        <p class="m-p">
          有一些称谓，往往是对某一僧人或居土的道德、学问表示尊敬。也是出于礼节性的自谦，下面简单介绍一下：
       
        <p class="m-p">
          “ 法师 ” 是常修梵行，通晓佛法，而且能引导、教化众生修行的人。澄观《华严经大疏钞》卷三十八列举了法师必须具备善知法义、能广宣说、处众无畏、无断辩才、巧方便说、法随法行、威仪具足、勇猛精进、
          身心无卷、成就忍力十种德性。法师的种类，依据《法华经 · 法师品》的记载，可分为受持、读经、诵经、解说、书写五种，称为五种法师。现在法师已经成为汉地出家人的通称，遇见出家人，称其为某某法师，
          是完全可以的，它成为世俗人称呼出家人最常用的敬词。
        </p>
        <p class="m-p">
          “三藏法师”由称为三藏比丘、三藏圣师，或略称三藏，是对精通佛教圣典中之经、律、论三藏者的尊称。在中国，对从事佛经汉译的僧侣，常尊称为译经三藏或三藏法师，如鸠摩罗什、真谛、玄奘等人即有此称。
          小说《西游记》中，称玄奘为“唐三藏”、“唐僧”，三藏好像称谓玄奘的专有名词，这虽然没有什么大错，但 “三藏” 的名称其他人也可以用，并非专有名词。
        </p>
        <p class="m-p">
          “禅师”是一心坐禅，通晓禅定的比丘。在中国由于禅宗非常盛行，禅师的称呼并不限于禅宗一派，凡习禅的僧人都可称为禅师，如《续高僧传 · 习禅篇》所收，便有达摩禅师、道绰禅师、信行禅师等等，有些人
          并不属于禅宗。后来，朝廷也曾用“禅师”号赐予有名望的僧人，以唐代神秀获得“大通禅师”为最早，其后，禅宗六祖慧能于示寂余百年后，也获得 “大鉴禅师”称号。至于生前及受赐号的僧人，以宋代宗
          杲受赐“大慧禅师”最为著名。
        </p>
        <p class="m-p">
          “律师”又称为持律师、律者，指专门研究、解释、读诵戒律的僧人。如北魏慧光、唐代道宣、怀素等皆称为律师，以娴熟《四分律》见称。后来则指通达佛教戒律的僧人。至于现代法律界称打官司时的辩护士为律师，
          则属于借用这个词，与佛家没有丝毫关系。不过就通达和记诵法律这一点来说，又有相通之处。
        </p>
       
        <p class="m-p">
            “长老”又称为上座、上首、首座、老宿、长宿等等，指年龄长、发腊高 ( 出家时间长 ) 而智德俱优的大比丘。《集异门足论》卷四列举了三种上座 (1) 生年上座，指年龄较长的僧人； (2) 法性上座，
            指受具足戒，通达戒法者，年虽二十或二十五也可以得受此尊； (3) 世俗上座，指在家护法中有财势的长者。长老虽然是对年长者的尊称，但也未必是年老者，重要的还是看重其德行。佛经也称絮聒佛教大居
            士、大护法为长老，也是一种尊称。
        </p>
        <p class="m-p">
            此外，还有“大师”、“大德”等等称呼。佛经中将初果以上乃至诸佛菩萨等圣人，堪为中省地师范，称为大师或者大德。《本事经》卷七认为大师有如来、阿罗汉和有学的圣者三种；中国佛教则不用 
            “大德”一词称佛菩萨，而是对高僧的敬称。这两种称呼不能用在一般僧人身上，必须是社会公认的佛家领袖人物才能称其为“大师”或“大德” 。
        </p>
        <p class="m-p">
            当我们要询问出家人的尊称法号时，一般可以这样问：“请问师父的德号上下?”
        </p>
        <p class="m-p">
            “上下”是指法号中的两个字，比如一位出家人法号叫“慧普”，那么就是“上慧下普”。一般来说，千万不可问师父“您贵姓”，因为佛家规定，出家后皆依释迦的法脉相传，即出家人皆以“释” 
            为姓，都只以法号相称。每一位出家人一般有两个法号，一个是内号，一个是外号。内号只是他的剃度师、受戒师、传法师可以称呼的，其他人不可称呼。在家弟子只可称呼其外号，称呼外号时也不可称某某，一
            般要称呼某某法师或某某师。这些规矩是我们与出家人接触时要注意的，也是一种语言上的尊敬和礼貌。
        </p>
        <p class="m-p">
            除了这些称呼之外，还有一些常用的说法也应该注意。比如“灵魂”一词，是其他宗教所用，佛家称做“神识”，而不使用“灵魂”这个概念。
        </p>
        <p class="m-p">
            作为时间概念的“礼拜”也是其他宗教所用，意指七天一次德教堂祈祷。对佛家要称“星期日”而不要叫“礼拜日”。佛教信众每日都做功课，也可说时时做课，不规定在周日，所以也没有“礼拜日”之说。
        </p>
        <p class="m-p">
            又如佛家谈“慈悲”，而不讲“爱”，因为在佛家看来，有“爱”就有占有欲，有占有欲就有我执，“爱”是苦的根源。而佛家讲的慈悲，悲能拔苦，慈可与乐，由此可见佛陀平等度世的情怀。
        </p>
        
        <img src="../../../../../static/img/lf10.png" />
      </van-col>

      <van-col span="2"></van-col>
    </van-row>

    <van-tabbar v-model="active">
      <van-tabbar-item replace to="/home" icon="home-o">首页</van-tabbar-item>
      <van-tabbar-item replace to="/webhome" icon="apps-o">网站</van-tabbar-item>
      <van-tabbar-item replace to="/Market" icon="shopping-cart-o">购物</van-tabbar-item>
      <van-tabbar-item replace to="/myswap" icon="user-o">我的</van-tabbar-item>
    </van-tabbar>
  </div>
</template>

<script>
export default {
  data() {
    return {
      active: 1,
      images: []
    };
  },
  methods: {
    goback() {
      this.$router.back("/webcslf");
    },
    top() {
      window.scrollTo(0, 0);
    }
  },
  created() {
    this.top();
  }
};
</script>

<style scoped>
.m-bg {
  background-image: url("../../../../../static/img/bg.png");
  margin-top: 1rem;
  padding-bottom: 2rem;
}

.m-header {
  height: 1rem;
  line-height: 1rem;
  color: rgb(7, 7, 7);
  font-size: 0.4rem;
  position: fixed;
  top: 0;
  z-index: 1;
  background-image: url("../../../../../static/img/bg-header.png");
  width: 100%;
}

.m-header-icon {
  position: absolute;
  top: 0.3rem;
  left: 0.2rem;
  font-size: 0.5rem;
}

.m-p {
  font-size: 0.35rem;
  line-height: 0.6rem;
  padding: 0.2rem 0;
  text-indent: 2em
}

.m-hr {
  position: fixed;
  top: 1rem;
  z-index: 1;
  width: 100%;
}
</style>
